Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Wireless controllers to remotely monitor and control the function and status of other electrical, electronic, and mechanical devices or systems
it: Dispositivi di comando senza fili per monitorare e controllare a distanza la funzione e lo stato d'altri dispositivi o sistemi elettrici, elettronici e meccanici

source: Wireless controllers to remotely monitor and control the function and status of security systems
it: Dispositivi di comando senza fili per monitorare e controllare a distanza la funzione e lo stato d'impianti di sicurezza

source: Software for mobile phones
it: Software per telefoni cellulari

source: Atmospheric oxygen monitors
it: Monitor d'ossigeno atmosferico

source: Wearable smart phones
it: Smartphone indossabili

source: Digital set-top boxes
it: Decodificatori digitali

source: Network communication apparatus
it: Apparecchi di comunicazione di rete

source: Portable communications apparatus
it: Apparecchi di comunicazione portatili

source: Wireless communication devices for voice, data, or image transmission
it: Dispositivi di comunicazione senza filo con trasmissione di voce, dati o immagini

source: Computer software for use on handheld mobile digital electronic devices and other consumer electronics
it: Software per dispositivi elettronici digitali portatili ed altri articoli elettronici di consumo

source: Wireless headphones
it: Cuffie senza fili

source: Flip covers for tablet computers
it: Custodie rivoltabili per tablet pc

source: Loudspeaker units
it: Unità di altoparlanti

source: Video circuit boards
it: Schede di circuiti video

source: Photographic equipment
it: Apparecchiatura fotografica

source: Electronic power transformers
it: Trasformatori elettronici di potenza

source: Nickel-cadmium batteries
it: Batterie al nichel-cadmio

source: Electrical cells and batteries
it: Pile e batterie elettriche

source: Reflective apparel and clothing for the prevention of accidents
it: Abbigliamento e vestiti rifrangenti per la prevenzione di incidenti

source: Jack cables
it: Cavi jack

source: Digital video players
it: Lettori video digitali

source: Ovens for laboratory experiments
it: Forni per esperimenti di laboratorio

source: Power mixers [audio apparatus]
it: Mixer di potenza [audio]

source: Prerecorded videodiscs
it: Videodischi preregistrati

source: Prerecorded music compact discs
it: Compact disc musicali preregistrati

source: Electronic telecommunications apparatus
it: Apparecchi elettronici di telecomunicazione

source: Electronic surveillance apparatus
it: Apparecchi elettronici di sorveglianza

source: Electric telecommunications apparatus
it: Apparecchi elettrici di telecomunicazione

source: Digital organizers
it: Agende digitali

source: Satellite transmitters
it: Trasmettitori satellitari

source: Remote control transmitters
it: Trasmettitori per telecomandi

source: Ticket canceling machines
it: Macchine obliteratrici

source: Prerecorded magnetic data carriers
it: Supporti di dati magnetici preregistrati

source: Blank floppy computer discs
it: Dischetti vergini per computer

source: Holders for compact discs
it: Contenitori porta CD

source: Radio beacon machines and apparatus
it: Macchine e apparecchi a radiofaro

source: Non-destructive testing apparatus
it: Apparecchi per prove non distruttive

source: Computer software for monitoring the use of computers and the internet by children
it: Software per controllo dell'utilizzo di computer e Internet da parte di bambini

source: External memories for cellphones
it: Memorie esterne per telefoni cellulari

source: Digital audio servers
it: Server audio digitali

source: Digital video servers
it: Server video digitali

source: Electric alarms
it: Allarmi elettrici

source: Electronic locking systems
it: Sistemi elettronici di chiusura

source: Glass breakage detectors
it: Rivelatori di rotture di vetri

source: Global positioning systems for use with bicycles
it: Sistemi di posizionamento globale per biciclette

source: High definition set-top boxes
it: Decoder ad alta definizione

source: Locks (electric) for bicycles
it: Lucchetti (elettrici) per biciclette

source: Satellite navigational system for bicycles
it: Sistemi di navigazione satellitare per biciclette

source: Network monitoring cameras for surveillance
it: Telecamere per controllo di reti per sorveglianza

source: Wearable monitors
it: Monitor indossabili

source: Wearable telecommunication apparatus
it: Strumenti di telecomunicazione da indossare

source: Computer software for mobile phones
it: Software informatici per telefoni cellulari

source: Portable hard disk drives for computers
it: Dischi fissi portatili per computer

source: Electronic tracking apparatus and instruments
it: Apparecchi e strumenti di tracciatura elettronica

source: Computer software to enable teleconferencing, videoconferencing and videophone services
it: Software per consentire teleconferenze, videoconferenze e servizi di videotelefono

source: Computer software to enable retrieval of data
it: Software informatico per consentire il recupero di dati

source: Digital recordings
it: Registrazioni digitali

source: Electronic notepads
it: Quaderni elettronici

source: Multimedia terminals
it: Terminali multimediali

source: Programmed-data-carrying electronic circuits
it: Circuiti elettronici programmati contenenti dati

source: Cards containing microprocessors
it: Schede contenenti microprocessori

source: Chargers
it: Caricatori

source: Electronic displays
it: Schermi elettronici

source: Multi-media recordings
it: Registrazioni multimediali

source: Communications apparatus
it: Apparecchi di comunicazione

source: Scopes for crossbow
it: Mirini per balestra

source: Endoscopic equipment for industrial purposes
it: Apparecchi endoscopici per uso industriale

source: Endoscopy cameras for industrial purposes
it: Telecamere endoscopiche per uso industriale

source: Filters for blood and blood components for laboratory experiments
it: Filtri per il sangue e componenti ematici per esperimenti di laboratorio

source: Wireless chargers
it: Caricatori senza filo

source: Mounting brackets adapted for computers
it: Supporti specifici per computer

source: Mounting brackets adapted for computer monitors
it: Supporti specifici per monitor di computer

source: Rules [measuring instruments]
it: Metri [strumenti di misura]

source: Rulers [measuring instruments]
it: Righe [strumenti di misura]

source: Levelling instruments
it: Strumenti di livellazione

source: Plumb lines
it: Fili a piombo

source: Scales
it: Bilance

source: Flip covers for mobile phones
it: Custodie ribaltabili per cellulari

source: Commercial monitors
it: Monitor commerciali

source: Displays for television receivers
it: Schermi per ricevitori televisivi

source: Remote control apparatus for controlling lighting
it: Apparecchi di telecomando per impianti d'illuminazione

source: Leather cases for smartphones
it: Custodie in pelle per smart phone

source: Portable CD players
it: Lettori portatili di CD

source: Downloadable application software for smart phones
it: Software applicativi scaricabili per smartphone

source: Software for mobile device management
it: Software per gestione di dispositivi cellulari

source: Displays for smartphones
it: Display per smartphone

source: Application processors
it: Processori per applicazioni

source: 3D spectacles for television receivers
it: Occhiali tridimensionali per televisori

source: Display modules for television receivers
it: Moduli per display di ricevitori televisivi

source: Remote controllers for controlling electronic products
it: Telecomandi per controllo di prodotti elettronici

source: Wireless audio and video receivers
it: Ricevitori senza fili (audio, video)

source: Software related to handheld digital electronic devices
it: Dispositivi elettronici digitali tascabili e software relativi

source: Leather cases for tablet computers
it: Custodie in pelle per tablets

source: Display modules for mobile phones
it: Moduli per display di telefoni cellulari

source: Software for televisions
it: Software per televisioni

source: Power supplies for smartphones
it: Alimentatori per telefoni smartphones

source: Auxiliary speakers for mobile phones
it: Altoparlanti ausiliari per telefoni cellulari

source: USB Dongles [Wireless network adapters]
it: Dispositivi USB (adattatori di rete senza filo)

source: Operating system programs for smart television
it: Programmi di sistemi operativi per smart TV

source: Auxiliary batteries for mobile phones
it: Batterie ausiliarie per telefoni cellulari

source: Operating system programs for smartphones
it: Programmi di sistemi operativi per smartphone

source: Computer application software for TV
it: Software applicativi per TV

source: Displays for vehicles
it: Schermi per veicoli

source: Computer applications for automotive control
it: Applicazioni informatiche per il comando di automobili

source: Computer applications for automatic vehicle driving control
it: Applicazioni informatiche per la guida automatica di veicoli

source: Computer applications for automated vehicle parking control
it: Applicazioni informatiche per il parcheggio automatizzato di veicoli

source: Computer applications for vehicle navigation apparatus
it: Applicazioni informatiche per apparecchi di navigazione di veicoli

source: Recorded computer software for safe vehicle driving
it: Software registrati per la guida sicura dell'automobile

source: Multi-camera systems for vehicles
it: Sistemi multi-telecamera per veicoli

source: Video recording apparatus for vehicles
it: Apparecchi di registrazione video per veicoli

source: Video processors for providing an all-around view for a vehicle
it: Processori video per veicoli per riproduzione di una visuale a 360°

source: Computer programs for providing an all-around view for a vehicle
it: Programmi di computer per veicoli per ottenimento di una visuale a 360°

source: Communications apparatus for vehicles
it: Apparecchi di telecomunicazione per veicoli

source: Laser sensors
it: Sensori laser

source: Electronic control instruments
it: Strumenti di comando elettronici

source: Electronic navigation systems
it: Sistemi elettronici di navigazione

source: Vehicle tracking systems
it: Sistemi di seguito per veicoli

source: Autonomous driving control systems for vehicles
it: Sistemi di comando per guida autonoma per veicoli

source: Computers for autonomous-driving vehicles
it: Computer per veicoli a guida autonoma

source: On-board electronic systems in land vehicles for providing driving assistance
it: Sistemi elettronici di bordo di in veicoli terrestri per assistenza alla guida

source: On-board electronic systems in land vehicles for providing parking assistance
it: Sistemi elettronici di bordo di veicoli terrestri per assistenza al parcheggio

source: Computer software to operate vehicles
it: Programmi informatici per azionare veicoli

source: Computer programs to operate vehicles
it: Programmi per computer per azionare veicoli

source: Computer programs for use in autonomous driving of vehicles
it: Programmi per computer da utilizzare per la guida autonoma di veicoli

source: Computer programs for use in the autonomous navigation of vehicles
it: Programmi per computer per la navigazione autonoma di veicoli

source: Computer programs for use in autonomous control of vehicles
it: Programmi per computer per il comando autonomo di veicoli

source: Computer programs for use in the assisted driving of vehicles
it: Programmi informatici da usare nella guida assistita di veicoli

source: Computer software for the collection of positioning data
it: Software informatico per la raccolta di dati di posizionamento

source: Computer software for the compilation of positioning data
it: Software informatico per la compilazione di dati di posizionamento

source: Computer software for the processing of positioning data
it: Software informatico per il trattamento di dati di posizionamento

source: Computer software for the transmission of positioning data
it: Software informatico per la trasmissione di dati di posizionamento

source: Computer software for the dissemination of positioning data
it: Software informatico per la diffusione di dati relativi al posizionamento

source: Computer hardware for the collection of positioning data
it: Hardware informatico per la raccolta di dati di posizionamento

source: Computer hardware for the processing of positioning data
it: Hardware informatico per il trattamento di dati di posizionamento

source: Computer hardware for the transmission of positioning data
it: Hardware informatico per la trasmissione di dati di posizionamento

source: Computer hardware for the dissemination of positioning data
it: Hardware informatico per la diffusione di dati di posizionamento

source: Vehicle autonomous driving systems featuring interactive displays
it: Sistemi di guida autonomi per veicoli dotati di display interattivi

source: Vehicle navigation systems featuring interactive displays
it: Sistemi di navigazione di veicoli dotati di display interattivi

source: Interactive computer software enabling exchange of information
it: Programmi informatici interattivi per consentire lo scambio d'informazioni

source: Integrated electronic safety systems for land vehicles
it: Sistemi di sicurezza elettronici integrati per veicoli terrestri

source: Integrated electronic hazard and collision avoidance systems for automobiles
it: Sistemi per evitare pericoli e collisioni elettronici integrati per automobili

source: Integrated electronic driver assistance systems for land vehicles
it: Sistemi d'assistenza alla guida elettronici integrati per veicoli terrestri

source: Integrated electronic hazard alert systems for automobiles
it: Sistemi d'avvertimento di pericolo elettronici integrati per automobili

source: Peripheral devices for data reproduction
it: Unità periferiche per la riproduzione di dati

source: Magnetic data carriers bearing recorded software
it: Supporti per dati magnetici contenenti programmi registrati

source: Covers for glasses
it: Custodie per occhiali

source: Apparatus providing night vision
it: Apparecchi per la visione notturna

source: Downloadable digital photos
it: Fotografie digitali scaricabili

source: Close-up lenses
it: Lenti close-up

source: Unified communications software
it: Software di comunicazione unificata

source: Educational software
it: Software pedagogici

source: Teacher software
it: Software per docenti

source: Virtual classroom software
it: Software per lezioni virtuali

source: Assistive software
it: Software di assistenza

source: Adaptive software
it: Software adattivo

source: Sensory software
it: Software sensoriale

source: Multimedia software
it: Software multimediale

source: Security software
it: Software di sicurezza

source: On-premise management software
it: Software per la gestione "in situ"

source: Maintenance software
it: Software di manutenzione

source: Simulation software
it: Software di simulazione

source: Editing software
it: Software di editing

source: Predictive maintenance software
it: Software di manutenzione predittiva

source: Electromechanical software
it: Software elettromeccanico

source: Business technology software
it: Software per tecnologia aziendale

source: Chemical engineering software
it: Software per l'ingegneria chimica

source: Mechanical engineering software
it: Software per l'ingegneria meccanica

source: Electrical engineering software
it: Software per ingegneria elettrica

source: Manufacturing software
it: Software per fabbricazione

source: Workflow applications
it: Applicazioni di workflow

source: Telecommunications software
it: Software per le telecomunicazioni

source: Industrial software
it: Software industriale

source: Utility software
it: Software di servizio

source: Entertainment software
it: Software di intrattenimento

source: Civil engineering software
it: Software d'ingegneria civile

source: Pre-recorded video compact discs
it: Compact disc video preregistrati

source: Downloadable wallpapers for computers and phones
it: Sfondi di schermi scaricabili per computer e telefoni

source: Downloadable screen savers for computers
it: Salvaschermo scaricabili per computer

source: Downloadable screen savers for phones
it: Salvaschermo scaricabili per telefoni

source: Slide calipers
it: Calibri a corsoio

source: Calipers
it: Calibri

source: Verniers
it: Vernieri

source: Weight measuring instruments
it: Strumenti per misurare il peso

source: Weighing machines
it: Macchine per pesare

source: Parts and fittings for audio apparatus
it: Parti e accessori per apparecchi audio

source: Parts and fittings for set-top boxes
it: Parti e accessori per set-top box

source: Parts and fittings for communications apparatus
it: Parti e accessori per apparecchi di comunicazione

source: Wearable communications devices in the form of wristwatches
it: Dispositivi di comunicazione indossabili sotto forma di orologi da polso

source: Remote controls for projectors
it: Telecomandi per proiettori

source: Pre-recorded compact discs featuring games
it: Compact disc preregistrati contenenti giochi

source: Pre-recorded audio tapes featuring games
it: Nastri audio preregistrati contententi giochi

source: Pre-recorded video tapes featuring games
it: Video preregistrati contenenti giochi

source: Pre-recorded laser discs featuring games
it: Dischi laser preregistrati contenenti giochi

source: Pre-recorded DVDs featuring games
it: DVD preregistrati contenenti giochi

source: Pre-recorded laser discs featuring music
it: Dischi laser preregistrati contenenti musica

source: Galvanic cells
it: Celle galvaniche

source: Accumulators, electric
it: Accumulatori elettrici

source: Batteries, electric
it: Batterie elettriche

source: Galvanic batteries
it: Pile galvaniche

source: Computer software to enable browsing on global computer networks
it: Software che consente di consultare reti informatiche globali

source: Computer application software featuring games and gaming
it: Software applicativo per giochi e giochi d'azzardo

source: Computer software for the administration of on-line games and gaming
it: Software per l'amministrazione di giochi online e giochi d'azzardo

source: Computer software to enable the provision of electronic media via the Internet
it: Software che permette la trasmissione di supporti elettronici tramite Internet

source: Computer software to enable the provision of information via the Internet
it: Software che consente la trasmissione di informazioni tramite Internet

source: Computer software to enable the provision of electronic media via communications networks
it: Software che consente la trasmissione di supporti elettronici tramite reti di comunicazione

source: Computer software to enable the provision of information via communications networks
it: Software che permette la trasmissione di informazioni tramite reti di comunicazione

source: Downloadable information relating to games and gaming
it: Informazioni scaricabili relative a giochi e giochi d'azzardo

source: Electronic publications, downloadable, relating to games and gaming
it: Pubblicazioni elettroniche scaricabili relative a giochi e giochi d'azzardo

source: Computer software for controlling amplifiers
it: Software per controllo di amplificatori

source: Computer software for instrument tuning
it: Software per l'accordatura di strumenti

source: Software for remote diagnostics
it: Software di diagnostica a distanza

source: Karate head guards
it: Caschi per karate

source: Watchbands that communicate data to other electronic devices
it: Cinturini d'orologio che comunicano dati ad altri dispositivi elettronici

source: Pre-recorded DVDs
it: DVD preregistrati

source: Computer programs for accessing, browsing and searching online databases
it: Programmi per computer per accesso a banche dati on-line e ricerca sulle medesime

source: Digital audio interface apparatus
it: Apparecchi d'interfaccia audio digitali

source: Apparatus for diagnosing electrical power installations
it: Apparecchi per diagnosi d'impianti di corrente elettrica

source: Apparatus for measuring, monitoring and analyzing electricity consumption
it: Apparecchi per misurazione, monitoraggio e analisi del consumo d'elettricità

source: Crystalline silicon solar power cells
it: Celle solari in silicio-cristallino

source: Accumulators for photovoltaic power
it: Accumulatori di energia fotovoltaica

source: Adapters for wireless network access
it: Adattatori per accesso a reti senza filo

source: Application software for televisions
it: Software applicativi per televisori

source: Gyro sensors using GPS functions
it: Girosensori che utilizzano funzioni GPS

source: Alarm sensors for refrigerators
it: Sensori d'allarme per frigoriferi

source: Alarm sensors for washing machines
it: Sensori d'allarme per lavatrici

source: Sensors for measuring instruments
it: Sensori per strumenti di misura

source: Multi-function touch buttons
it: Pulsanti tattili multifunzione

source: Electronic security systems for home network
it: Sistemi di sicurezza elettronici per reti domestiche

source: Computer software for the remote control of security apparatus
it: Software per telecomando d'apparecchi di sicurezza

source: Computer software for the remote control of office machines and equipment
it: Software per telecomando di macchine e apparecchiature per ufficio

source: Range sensors
it: Sensori di campo

source: Computer software for use as an application programming interface (API)
it: Software da utilizzare come interfacce per programmi applicativi (API)

source: Mini projectors
it: Mini-proiettori

source: Document printers for computers
it: Stampanti di documenti per computer

source: Receivers of electronic signals
it: Ricevitori di segnali elettronici

source: Computer software for the remote control of electric lighting apparatus
it: Software per telecomando d'apparecchi elettrici d'illuminazione

source: Network monitoring cameras
it: Telecamere per controllo di reti

source: Digital bathroom scales
it: Bilance digitali per bagni

source: Holographic projectors
it: Proiettori olografici

source: Holographic screens
it: Schermi olografici

source: Wearable digital electronic communication devices
it: Dispositivi di comunicazione elettronica digitali indossabili

source: Virtual reality hardware
it: Hardware per realtà virtuali

source: Face plates for cellular telephones
it: Mascherine per telefoni cellulari

source: Chips containing musical recordings
it: Chip contenenti registrazioni musicali

source: Recorded computer software for safe car driving
it: Software registrati per la guida sicura dell'automobile

source: Interactive entertainment software
it: Software interattivi per divertimento

source: Multifunction cards for financial services
it: Carte multifunzione per servizi finanziari

source: Battery chargers for electronic cigarettes
it: Caricabatteria per sigarette elettroniche

source: Apparatus for the reproduction of data
it: Apparecchi per la riproduzione di dati

source: Mounting devices for monitors
it: Dispositivi di montaggio per monitor

source: Theft prevention apparatus, other than for vehicles
it: Apparecchi antifurto, non destinati a veicoli

source: Home theatre systems
it: Sistemi di home theatre

source: Stereoscopic equipment for 3D viewing
it: Apparecchiatura stereoscopica per visione 3D

source: 3D television receivers
it: Ricevitori televisivi 3D

source: Downloadable mobile coupons
it: Buoni scaricabili su cellulari

source: Batteries for electronic cigarettes
it: Batterie per sigarette elettroniche

source: USB chargers for electronic cigarettes
it: Caricatori USB per sigarette elettroniche
